davidanson.vscode-markdownlint
editorconfig.editorconfig
html-validate.vscode-html-validate
james-yu.latex-workshop
mechatroner.rainbow-csv
ms-python.flake8
ms-python.isort
ms-python.pylint
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
pkief.material-icon-theme
streetsidesoftware.code-spell-checker
yzhang.markdown-all-in-one
