davidanson.vscode-markdownlint
james-yu.latex-workshop
mechatroner.rainbow-csv
ms-python.python
ms-toolsai.jupyter
ms-vscode.js-debug-companion
ms-vscode.references-view
pkief.material-icon-theme
reditorsupport.r-lsp
streetsidesoftware.code-spell-checker
yzhang.markdown-all-in-one
