davidanson.vscode-markdownlint
editorconfig.editorconfig
james-yu.latex-workshop
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
pkief.material-icon-theme
streetsidesoftware.code-spell-checker
yzhang.markdown-all-in-one
